export default function GeneralTerms() {

    return (

        <div>
            <h4>Общи условия за ползване на сайта</h4>
            <div className="generalTermsUnderline"></div>
            <ol>
                <li>
                    Всяко лице, което е заредило на браузъра си Sell your car или е било пренасочено към него, следва да се запознае внимателно с настоящите Общи условия и ако лицето не желае да стане ползвател на услугите на Sell your car,
                    ако не желае да предоставя данни и информация и да има достъп до данни и информация, следва незабавно да напусне сайта.
                </li>
                <li>
                    Sell your car е сайт за малки обяви в областта на пазарите, свързани със средства за транспорт. Sell your car е наша собственост.
                    В настоящите Общи условия ние ще бъдем идентифицирани и със собственото си предприятие- сайта Sell your car.
                </li>
                <li>
                    Данните и информацията, получени от сайта Sell your car, са наша собственост и могат да се
                    ползват за търговска и служебна дейност или предоставяни на трети лица само от упълномощени от нас субекти и срещу заплащане.
                </li>
                <li>
                    Ползвателите на услугите на Sell your car се съгласяват да получават седмичният бюлетин на сайта.
                </li>
            </ol>
            <h5>I. Обяви</h5>
            <ol>
                <li>
                    Обяви могат да публикуват както лица, които желаят да сключат единична сделка (наричани по-нататък "частни лица"), така и такива,
                    които сключват такива сделки по занятие- търговци (наричани по-нататък "дилъри"). Обявите в Sell your car са класифицирани в категории и рубрики, както следва:

                    - Категории: Автомобили и Джипове, Бусове, Камиони, Мотоциклети, Селскостопански, Индустриални, Кари, Каравани, Яхти, и Лодки, Ремаркета, Велосипеди.

                    - Рубрики: Части, Аксесоари, Гуми и джанти, Услуги, Купува.
                </li>
                <li>
                    Частните лица могат да публикуват обяви в Sell your car,
                    само след регистрация с e-mail и парола или използвайки свой регистриран профил във Facebook.
                </li>
                <li>
                    Частните лица могат до публикуват БЕЗПЛАТНО 1 обява в сайта Sell your car (безплатна обява) в основните категории и до 15 обяви в рубриките.
                    Sell your car има право да налага ограничения относно безплатните обяви. Тези ограничения могат да са свързани с:
                    корекция на текста на обявата или част от нея, срок на присъствие в сайта, корекция на снимките, цената или др.
                </li>
                <li>
                    Срещу допълнително заплащане обявите на частните лица могат да получат статут VIP (VIP-обяви) или ТОP (ТОP-оферти).

                    4.1 VIP обява. По смисъла на раздел IV, т.2.2. VIP обява е услуга, която позволява на публикуващият обява да премахне всички ограничения при визуализацията на една определена обява за предварително фиксиран срок.
                    VIP-обявите на частните лица са ограничени единствено със срок за присъствие на сайта. Цялата информация в тях е видима по всяко време от всеки посетител на сайта за срока на тяхното присъствие и ползват определени преференции при визуализиране,
                    спрямо останалите обяви в Sell your car. Срокът на валидност на VIP обявата е 7 дни. На 7-мия ден ще получите SMS, на който ако отговорите (4лв. без ДДС), можете да подновите Вашата обява за още 7 дни.

                    4.2. ТОP-оферта. ТОP офертите ползват определени преференции при визуализиране, спрямо останалите обяви в Sell your car и са ограничени със срок на присъствие в сайта от 7 дни.
                    ТОP-офертите се публикуват в минимум още един сайт за малки обяви.
                </li>
                <li>
                    Търговците могат да публикуват обяви след регистрация като "Дилър" в Sell your car. Техните обяви в основните рубрики (автомобили и джипове, …) са платени, съгласно обявената рекламна тарифа.
                    В рубриките "Части и Аксесоари", "Купува" и "Услуги" обявите са БЕЗПЛАТНИ за всички дилъри в Sell your car.
                </li>
                <li>
                    Една обява следва да съдържа информация само за един обект на оферта. Задължително е правилното и точно попълване на всички полета във формата за записване на обява,
                    в противен случай администраторите на сайта си запазват правото за редактиране, променяне на позицията и изтриване на обяви с грешно или неправилно попълнено съдържание.
                </li>
                <li>
                    Текстовете и изображенията към всяка обява трябва да отговарят на тематиката на сайта. Текстовете и изображенията в обявите не може да съдържат скрита или явна реклама, освен свързана с предмета на обявата.
                    Текстовете и изображенията в обявите не може да съдържат обидни и/или дискриминационни квалификации.
                </li>
                <li>
                    Обявите за продажба на лизинг трябва да съдържат крайната цена, а по желание на публикуващия видът и
                    начинът на плащане на лизинга могат да бъдат описвани в допълнителната информация към обявата.
                </li>
                <li>
                    Обявите, публикувани в нарушение на тези Общи условия, независимо дали са публикувани безплатно или срещу заплащане,
                    се изтриват без право на компенсация.
                </li>
            </ol>
            <h5>II. Плащания</h5>
            <ol>
                <li>
                    Плащанията за услуги, предлагани чрез сайта Sell your car, се извършват в брой, по банков път, чрез акаунт в Sell your car
                    или чрез мобилните оператори на територията на Р България посредством технологията SMS (Short Message Services).
                    Цените на услугите се обявяват от сайта. "Резон" ООД не е мобилен оператор или оператор на плащания чрез технологията SMS
                    (SMS-плащания) и не носи отговорност за недоставени или неправилно доставени SMS-съобщения.
                </li>
            </ol>
            <h5>III. Общи разпоредби</h5>
            <ol>
                <li>
                    Настоящите Общи условия могат да бъдат променяни по всяко време от нас с оглед повишаване качеството на предоставяните услуги
                    като и с въвеждането на нови такива. Промените могат да произтичат и от изменения в българското законодателство.
                </li>
                <li>
                    Ние си запазваме правото да променя Общите условия по всяко време и по своя преценка.
                    Промените се поместват на официалната страница на сайта и влизат в сила от деня на поместването им там.
                    Ползвателите на услугите на сайта са длъжни да проверяват актуализациите на Общите условия и да съобразяват
                    поведението си с тях.
                </li>
                <li>
                    За всички неуредени в настоящите Общи условия въпроси се прилагат разпоредбите на действащото в Р. България законодателство.
                </li>
            </ol>
        </div>
    )
}