export default function SafetyOptions() {

    const safetyOptions = [
        { value: "GPS система за проследяване", label: "GPS система за проследяване", id: 1 },
        { value: "Автоматичен контрол на стабилността", label: "Автоматичен контрол на стабилността", id: 2 },
        { value: "Адаптивни предни светлини", label: "Адаптивни предни светлини", id: 3 },
        { value: "Антиблокираща система", label: "Антиблокираща система", id: 4 },
        { value: "Контрол на налягането на гумите", label: "Контрол на налягането на гумите", id: 4 },
        { value: "Парктроник", label: "Парктроник", id: 5 },
        { value: "Ел. разпределяне на спирачното усилие", label: "Ел. разпределяне на спирачното усилие", id: 6 },
    ];

    return ({ safetyOptions });
}