export default function SafetyOptions() {

    const safetyOptions = [
        { value: "GPS система за проследяване", label: "GPS система за проследяване" },
        { value: "Автоматичен контрол на стабилността", label: "Автоматичен контрол на стабилността" },
        { value: "Адаптивни предни светлини", label: "Адаптивни предни светлини" },
        { value: "Антиблокираща система", label: "Антиблокираща система" },
        { value: "Контрол на налягането на гумите", label: "Контрол на налягането на гумите" },
        { value: "Парктроник", label: "Парктроник" },
        { value: "Ел. разпределяне на спирачното усилие", label: "Ел. разпределяне на спирачното усилие" },
    ];

    return ({ safetyOptions });
}